Revit 2027 API
ParameterTypeId.FabricSheetMajorDirectionWireType Property
 "Major Direction Wire Type": Major Direction Wire Type
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricSheetMajorDirectionWireType { get; }
Public Shared ReadOnly Property FabricSheetMajorDirectionWireType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricSheetMajorDirectionWireType {
	ForgeTypeId^ get ();
}
static member FabricSheetMajorDirectionWireType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace